Repository: apmzideas/BetterPollBot
Catalog: Telegram/Language/*/LC_MESSAGES/Telegram.po
Languages: de_de

source: Something is wrong with your user name or password.
de_de: Etwas ist falsch mit Ihrem Benutzername oder Passwort.

source: The database connector returned following error: {Error}
de_de: Der Datenbankverbinder hat folgende Fehlermeldung ausgegeben: {Error}

source: The database does not exist, please contact your administrator.
de_de: Die Datenbank existiert nicht, bitte kontaktieren Sie Ihren Administrator.

source: The executet query failed, please contact your administrator.
de_de: Die ausgeführte Anfrage schlug fehl, bitte kontaktieren Sie Ihren Administrator.

source: The database returned following error: {Error}
de_de: Die Datenbank hat folgende Fehlermeldung ausgegeben: {Error}

source: The creation of the following database {DatabaseName} has not succeded, please contact your administrator.
de_de: Die Erstellung der Datenbank "{DatabaseName}" war nicht erfolgreich, bitte kontaktieren Sie Ihren Administrator.

source: Failed to delete the "{DatabaseName}" database, please delete manually.
de_de: Das Löschen der "{DatabaseName}" Datenbank ist fehlgeschlagen, bitte löschen Sie manuell.

source: The following database table "{TableName}" could not be created, please contact your administrator.
de_de: Der folgende Datenbanktable "{TableName}" konnte nicht erstellt werden, bitte kontaktieren Sie Ihren Administrator.

source: The exetuted insertion query failed, please contact your administrator.
de_de: Die ausgeführte Einfügungsabfrage ist fehlgeschlagen, bitte kontaktieren Sie Ihren Administrator.

source: The ApiToken you are using has not been found in the system. Try later or check the ApiToken for spelling errors.
de_de: Der ApiToken den du nutzt wurde im System nicht gefunden. Probieren Sie spähter wieder oder überprüfen Sie die Schreibweise.

source: The webserver returned the HTTPError "{Error}".
de_de: Der Webserver hat den HTTPError "{Error}" ausgegeben.

source: The adress is forbidden to access, please try later.
de_de: Der Zugriff der Adresse ist nicht erlaubt, bitte versuchen Sie es spähter wieder.

source: The requested resource was not found. This status code can also be used to reject a request without closer reason. Links, which refer to those error pages, also referred to as dead links.
de_de: Die angeforderte Ressource wurde nicht gefunden. Diese Meldung wird auch verwendet um Anfragen ohne genauen Grund zu verbieten. Hyperlinks, welche auf diesen Fehler verweisen, verweisen auch auf tote Links.

source: The server could not fulfill its function as a gateway or proxy, because it has itself obtained an invalid response. Please try later.
de_de: Der Server konnte seine Bestimmung als einen Gateway Proxy nicht erfüllen, weil er selbst eine falsche Antwort erhielt. Bitte probieren Sie spähter wieder.

source: The server could not fulfill its function as a gateway or proxy, because it has not received a reply from it's servers or services within a specified period of time.
de_de: Der Server konnte seine Bestimmung als einen Gateway Proxy nicht erfüllen, weil er innerhalb einer bestimmten Zeit keine Antwort von seinem Server oder Services erhielt.
